{
  "diagnosticos": [
    {
      "id": "d1",
      "respuestas": ["4A-A"],
      "hongo": "Chanterelle",
      "perfil": "Chef gourmet",
      "recomendacion": "El Chanterelle es ideal para crear platos con sabores exóticos y frutales. Su textura y versatilidad lo convierten en una excelente opción para chefs que buscan innovar en la cocina gourmet."
    },
    {
      "id": "d2",
      "respuestas": ["4C-B"],
      "hongo": "Reishi",
      "perfil": "Entusiasta de la salud",
      "recomendacion": "El Reishi, con su sabor terroso y amargo, es perfecto para aquellos interesados en los beneficios medicinales y la salud. Este hongo es conocido por sus propiedades adaptogénicas y de apoyo al sistema inmunológico."
    },
    {
      "id": "d3",
      "respuestas": ["4D-C"],
      "hongo": "Portobello",
      "perfil": "Vegano",
      "recomendacion": "El Portobello es un excelente sustituto de carne debido a su textura y versatilidad. Es ideal para veganos que buscan alternativas saludables y deliciosas en su dieta diaria."
    },
    {
      "id": "d4",
      "respuestas": ["4B-A"],
      "hongo": "Ostra",
      "perfil": "Aficionado a la cocina",
      "recomendacion": "El hongo Ostra, con su sabor suave y cremoso, es ideal para aquellos que buscan añadir un toque delicado y nutritivo a sus platos. Es fácil de cultivar y muy versátil en la cocina."
    },
    {
      "id": "d5",
      "respuestas": ["4A-B"],
      "hongo": "Shiitake",
      "perfil": "Gourmet",
      "recomendacion": "El Shiitake es conocido por su sabor exótico y ahumado. Es perfecto para aquellos que buscan incorporar un hongo gourmet en sus recetas y experimentar con sabores nuevos y complejos."
    },
    {
      "id": "d6",
      "respuestas": ["4B-B"],
      "hongo": "Morel",
      "perfil": "Chef profesional",
      "recomendacion": "El Morel, con su sabor suave y dulce, es un ingrediente preciado en la alta cocina. Su textura única y su capacidad para absorber sabores lo convierten en un favorito entre los chefs profesionales."
    },
    {
      "id": "d7",
      "respuestas": ["4C-C"],
      "hongo": "Trufa negra",
      "perfil": "Epicúreo",
      "recomendacion": "La Trufa negra, con su sabor terroso y salado, es uno de los hongos más valorados en la gastronomía. Es ideal para epicúreos que buscan añadir un toque de lujo y sofisticación a sus platos."
    },
    {
      "id": "d8",
      "respuestas": ["4D-A"],
      "hongo": "Maitake",
      "perfil": "Nutricionista",
      "recomendacion": "El Maitake, conocido por su sabor y textura, es una excelente opción como sustituto de carne. Es muy nutritivo y ofrece una variedad de beneficios para la salud, siendo ideal para nutricionistas que buscan alternativas saludables."
    },
    {
      "id": "d9",
      "respuestas": ["4E-C"],
      "hongo": "Enoki",
      "perfil": "Cocinero vegano",
      "recomendacion": "El Enoki, con su bajo contenido calórico y su sabor suave, es perfecto para los cocineros veganos. Su textura crujiente añade un toque especial a las ensaladas y otros platos frescos."
    },
    {
      "id": "d10",
      "respuestas": ["4F-B"],
      "hongo": "Cordyceps",
      "perfil": "Atleta",
      "recomendacion": "El Cordyceps es ideal para los atletas debido a su capacidad para proporcionar energía sostenida. Es conocido por mejorar el rendimiento y acelerar la recuperación tras el ejercicio."
    },
    {
      "id": "d11",
      "respuestas": ["4G-A"],
      "hongo": "Reishi",
      "perfil": "Aficionado a la salud",
      "recomendacion": "El Reishi, conocido por sus beneficios para la salud, es perfecto para aquellos que buscan texturas crujientes en sus platos. Es un hongo medicinal que puede ser incorporado en una variedad de recetas."
    },
    {
      "id": "d12",
      "respuestas": ["4H-C"],
      "hongo": "Champiñón",
      "perfil": "Aficionado a la cocina",
      "recomendacion": "El Champiñón, con sus colores mixtos y su facilidad de cultivo, es una excelente opción para aficionados a la cocina que buscan versatilidad y belleza en sus platos."
    },
    {
      "id": "d13",
      "respuestas": ["4I-B"],
      "hongo": "Shiitake",
      "perfil": "Cocinero aficionado",
      "recomendacion": "El Shiitake es perfecto para ser salteado, ofreciendo un sabor robusto y una textura agradable. Es ideal para cocineros aficionados que desean mejorar sus habilidades culinarias."
    },
    {
      "id": "d14",
      "respuestas": ["4J-B"],
      "hongo": "Reishi",
      "perfil": "Entusiasta de la salud",
      "recomendacion": "El Reishi es ideal para la inmunidad específica, ayudando a fortalecer el sistema inmunológico contra enfermedades específicas. Es un hongo medicinal muy apreciado en la salud holística."
    },
    {
      "id": "d15",
      "respuestas": ["4K-A"],
      "hongo": "Cordyceps",
      "perfil": "Atleta",
      "recomendacion": "El Cordyceps es conocido por su capacidad para mejorar la recuperación física, siendo perfecto para atletas que buscan una rápida recuperación tras el ejercicio intenso."
    },
    {
      "id": "d16",
      "respuestas": ["4L-B"],
      "hongo": "Maitake",
      "perfil": "Aficionado a la salud",
      "recomendacion": "El Maitake es ideal para mantener los niveles de energía constantes, ofreciendo beneficios nutricionales y de salud que son valiosos para aquellos que buscan un bienestar continuo."
    },
    {
      "id": "d17",
      "respuestas": ["4M-C"],
      "hongo": "Lion's Mane",
      "perfil": "Estudiante",
      "recomendacion": "El Lion's Mane proporciona una energía moderada perfecta para estudiantes que necesitan mantenerse enfocados y alerta durante largos períodos de estudio."
    },
    {
      "id": "d18",
      "respuestas": ["4N-B"],
      "hongo": "Cordyceps",
      "perfil": "Atleta",
      "recomendacion": "El Cordyceps es perfecto para proporcionar energía post-ejercicio, ayudando a la recuperación y ofreciendo beneficios sostenidos para la actividad física."
    },
    {
      "id": "d19",
      "respuestas": ["4O-B"],
      "hongo": "Lion's Mane",
      "perfil": "Profesional",
      "recomendacion": "El Lion's Mane es conocido por mejorar la claridad mental, siendo ideal para profesionales que necesitan mantener una mente clara y enfocada en sus tareas diarias."
    },
    {
      "id": "d20",
      "respuestas": ["4P-A"],
      "hongo": "Reishi",
      "perfil": "Aficionado a la salud",
      "recomendacion": "El Reishi es excelente para la relajación, ofreciendo beneficios calmantes que son perfectos para reducir el estrés y mejorar el bienestar general."
    },
    {
      "id": "d21",
      "respuestas": ["4Q-B"],
      "hongo": "Lion's Mane",
      "perfil": "Estudiante",
      "recomendacion": "El Lion's Mane es ideal para mejorar la concentración en los estudios, proporcionando beneficios cognitivos que ayudan a los estudiantes a mantenerse enfocados."
    },
    {
      "id": "d22",
      "respuestas": ["4R-B"],
      "hongo": "Reishi",
      "perfil": "Aficionado a la salud",
      "recomendacion": "El Reishi es conocido por su capacidad para proporcionar estabilidad emocional, siendo perfecto para aquellos que buscan mantener un equilibrio emocional constante."
    },
    {
      "id": "d23",
      "respuestas": ["4S-B"],
      "hongo": "Psilocybe",
      "perfil": "Explorador",
      "recomendacion": "El Psilocybe ofrece experiencias visuales con formas cambiantes, siendo ideal para exploradores que buscan una experiencia psicodélica profunda y transformadora."
    },
    {
      "id": "d24",
      "respuestas": ["4T-C"],
      "hongo": "Psilocybe",
      "perfil": "Gourmet psicodélico",
      "recomendacion": "El Psilocybe proporciona experiencias gustativas únicas, siendo ideal para gourmets psicodélicos que buscan explorar nuevas sensaciones y sabores."
    },
    {
      "id": "d25",
      "respuestas": ["4U-A"],
      "hongo": "Psilocybe",
      "perfil": "Naturalista espiritual",
      "recomendacion": "El Psilocybe es perfecto para aquellos que buscan una conexión espiritual con la naturaleza, ofreciendo experiencias profundas y enriquecedoras."
    },
    {
      "id": "d26",
      "respuestas": ["4V-A"],
      "hongo": "Ostra",
      "perfil": "Aficionado a la decoración",
      "recomendacion": "El hongo Ostra, con sus formas interesantes, es ideal para aficionados a la decoración que buscan añadir elementos únicos y visualmente atractivos a sus espacios."
    },
    {
      "id": "d27",
      "respuestas": ["4W-C"],
      "hongo": "Champiñón",
      "perfil": "Jardinero aficionado",
      "recomendacion": "El Champiñón, con su mantenimiento especializado, es perfecto para jardineros aficionados que disfrutan cuidando de sus plantas y hongos con dedicación."
    }
  ]
}
