{
  "nivel1": [
    {
      "id": "0-0-0-0",
      "pregunta": "¿Qué factor es más importante para ti al seleccionar un hongo?",
      "opciones": ["Valor nutricional", "Beneficios medicinales", "Uso recreativo"]
    }
  ],
  "nivel2": [
    {
      "id": "1-0-0-0",
      "pregunta": "¿Qué es para ti más significativo en la alimentación con hongos?",
      "opciones": ["Experimentar nuevos sabores", "Sustituto de proteínas", "Más variedad en la dieta"]
    },
    {
      "id": "2-0-0-0",
      "pregunta": "¿Qué beneficios medicinales buscas en los hongos que cultivas?",
      "opciones": ["Apoyo al sistema inmunológico", "Propiedades adaptogénicas", "Aumento de niveles de energía"]
    },
    {
      "id": "3-0-0-0",
      "pregunta": "¿Qué buscas en el uso recreativo de hongos?",
      "opciones": ["Experiencias psicodélicas", "Aspecto decorativo", "Ambos"]
    }
  ],
  "nivel3": [
    {
      "id": "1-1-0-0",
      "pregunta": "¿Qué tipo de sabores nuevos te interesan?",
      "opciones": ["Exóticos", "Gourmet", "Tradicionales"]
    },
    {
      "id": "1-2-0-0",
      "pregunta": "¿Qué tipo de proteínas buscas?",
      "opciones": ["Alta", "Moderada", "Baja"]
    },
    {
      "id": "1-3-0-0",
      "pregunta": "¿Qué variedad buscas en la dieta?",
      "opciones": ["Mucha", "Moderada", "Poca"]
    },
    {
      "id": "2-1-0-0",
      "pregunta": "¿Qué tipo de apoyo inmunológico buscas?",
      "opciones": ["Prevención", "Tratamiento", "Ambos"]
    },
    {
      "id": "2-2-0-0",
      "pregunta": "¿Qué tipo de adaptógenos prefieres?",
      "opciones": ["Relajantes", "Estimulantes", "Ambos"]
    },
    {
      "id": "2-3-0-0",
      "pregunta": "¿Cómo quieres aumentar tus niveles de energía?",
      "opciones": ["Rápidamente", "Gradualmente", "Ambos"]
    },
    {
      "id": "3-1-0-0",
      "pregunta": "¿Qué tipo de experiencias psicodélicas buscas?",
      "opciones": ["Visuales", "Cognitivas", "Ambas"]
    },
    {
      "id": "3-2-0-0",
      "pregunta": "¿Qué tipo de aspecto decorativo prefieres?",
      "opciones": ["Colorido", "Texturizado", "Ambos"]
    },
    {
      "id": "3-3-0-0",
      "pregunta": "¿Qué combinación buscas en el uso recreativo?",
      "opciones": ["Más psicodélico", "Más decorativo", "Equilibrado"]
    }
  ],
  "nivel4": [
    {
      "id": "1-1-1-0",
      "pregunta": "¿Prefieres hongos con perfiles de sabor únicos o comunes?",
      "opciones": ["Únicos", "Comunes", "Ambos"]
    },
    {
      "id": "1-1-2-0",
      "pregunta": "¿Qué importancia tiene para ti la facilidad de preparación de los hongos?",
      "opciones": ["Muy importante", "Moderadamente importante", "Poco importante"]
    },
    {
      "id": "1-1-3-0",
      "pregunta": "¿Qué prefieres en términos de textura de los hongos?",
      "opciones": ["Suave y jugosa", "Firme y carnosa", "Crocante"]
    },
    {
      "id": "1-2-1-0",
      "pregunta": "¿Te gustaría que los hongos fueran un sustituto de carne?",
      "opciones": ["Sí, definitivamente", "No, prefiero que complementen otros ingredientes", "Indiferente"]
    },
    {
      "id": "1-2-2-0",
      "pregunta": "¿Qué tanto valoras la versatilidad de los hongos en diferentes recetas?",
      "opciones": ["Mucho", "Algo", "Poco"]
    },
    {
      "id": "1-2-3-0",
      "pregunta": "¿Qué importancia tiene para ti que los hongos sean fáciles de almacenar?",
      "opciones": ["Muy importante", "Moderadamente importante", "Poco importante"]
    },
    {
      "id": "1-3-1-0",
      "pregunta": "¿Prefieres hongos frescos o secos?",
      "opciones": ["Frescos", "Secos", "Ambos"]
    },
    {
      "id": "1-3-2-0",
      "pregunta": "¿Cuánto tiempo estás dispuesto a invertir en la preparación de hongos?",
      "opciones": ["Mucho tiempo", "Tiempo moderado", "Poco tiempo"]
    },
    {
      "id": "1-3-3-0",
      "pregunta": "¿Qué tan importante es para ti que los hongos sean orgánicos?",
      "opciones": ["Muy importante", "Algo importante", "No importante"]
    },
    {
      "id": "2-1-1-0",
      "pregunta": "¿Prefieres hongos medicinales tradicionales o innovadores?",
      "opciones": ["Tradicionales", "Innovadores", "Ambos"]
    },
    {
      "id": "2-1-2-0",
      "pregunta": "¿Qué tan importante es para ti el respaldo científico de los beneficios de los hongos?",
      "opciones": ["Muy importante", "Moderadamente importante", "Poco importante"]
    },
    {
      "id": "2-1-3-0",
      "pregunta": "¿Qué tipo de hongos prefieres en términos de preparación?",
      "opciones": ["Infusiones", "Extractos", "Suplementos"]
    },
    {
      "id": "2-2-1-0",
      "pregunta": "¿Te interesan más los beneficios inmunológicos o cognitivos de los hongos?",
      "opciones": ["Inmunológicos", "Cognitivos", "Ambos"]
    },
    {
      "id": "2-2-2-0",
      "pregunta": "¿Qué tan importante es para ti que los hongos tengan propiedades antioxidantes?",
      "opciones": ["Muy importante", "Moderadamente importante", "Poco importante"]
    },
    {
      "id": "2-2-3-0",
      "pregunta": "¿Prefieres hongos que también aporten beneficios antiinflamatorios?",
      "opciones": ["Sí", "No", "Indiferente"]
    },
    {
      "id": "2-3-1-0",
      "pregunta": "¿Prefieres hongos que mejoren tu energía o tu relajación?",
      "opciones": ["Energía", "Relajación", "Ambos"]
    },
    {
      "id": "2-3-2-0",
      "pregunta": "¿Qué importancia tiene para ti que los hongos tengan efectos adaptogénicos?",
      "opciones": ["Muy importante", "Moderadamente importante", "Poco importante"]
    },
    {
      "id": "2-3-3-0",
      "pregunta": "¿Prefieres hongos que también tengan propiedades desintoxicantes?",
      "opciones": ["Sí", "No", "Indiferente"]
    },
    {
      "id": "3-1-1-0",
      "pregunta": "¿Prefieres hongos con efectos visuales o introspectivos?",
      "opciones": ["Visuales", "Introspectivos", "Ambos"]
    },
    {
      "id": "3-1-2-0",
      "pregunta": "¿Qué tan importante es para ti la duración de los efectos de los hongos?",
      "opciones": ["Muy importante", "Moderadamente importante", "Poco importante"]
    },
    {
      "id": "3-1-3-0",
      "pregunta": "¿Qué tipo de hongos prefieres en términos de preparación?",
      "opciones": ["Té", "Tinturas", "Comestibles"]
    },
    {
      "id": "3-2-1-0",
      "pregunta": "¿Qué tan importante es para ti la seguridad y el control de calidad de los hongos?",
      "opciones": ["Muy importante", "Moderadamente importante", "Poco importante"]
    },
    {
      "id": "3-2-2-0",
      "pregunta": "¿Prefieres hongos que se puedan consumir en pequeñas dosis?",
      "opciones": ["Sí", "No", "Indiferente"]
    },
    {
      "id": "3-2-3-0",
      "pregunta": "¿Qué tan importante es para ti la dosificación precisa de los hongos?",
      "opciones": ["Muy importante", "Moderadamente importante", "Poco importante"]
    },
    {
      "id": "3-3-1-0",
      "pregunta": "¿Prefieres hongos que se consuman en su forma natural o procesada?",
      "opciones": ["Natural", "Procesada", "Ambos"]
    },
    {
      "id": "3-3-2-0",
      "pregunta": "¿Qué tan importante es para ti la facilidad de acceso a los hongos?",
      "opciones": ["Muy importante", "Moderadamente importante", "Poco importante"]
    },
    {
      "id": "3-3-3-0",
      "pregunta": "¿Prefieres hongos que se cultiven de manera sostenible?",
      "opciones": ["Sí", "No", "Indiferente"]
    }
  ],
  "nivel5": [
    {
      "id": "1-1-1-1",
      "pregunta": "Prefieres hongos con un alto valor nutricional y te interesa experimentar nuevos sabores, específicamente exóticos con un toque frutal. Los hongos que se ajustan a esta preferencia son el Reishi y el Chaga, conocidos por sus perfiles de sabor únicos y beneficios nutricionales destacados. Como amante de la cocina saludable y exótica, estos hongos complementarán tus platos de manera excelente.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "1-1-1-2",
      "pregunta": "Prefieres hongos con un alto valor nutricional y te interesa experimentar nuevos sabores, pero con perfiles de sabor comunes. Los hongos Shiitake y Maitake son ideales para ti, aportando gran valor nutricional y adaptándose fácilmente a una variedad de platos tradicionales.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "1-1-1-3",
      "pregunta": "Prefieres hongos con un alto valor nutricional y te interesa experimentar nuevos sabores, tanto únicos como comunes. Los hongos Ostra y Enoki ofrecen una combinación perfecta de texturas y sabores, proporcionando beneficios nutricionales y versatilidad culinaria.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "1-1-2-1",
      "pregunta": "Valoras la facilidad de preparación y prefieres hongos con sabores únicos. Los hongos Lion's Mane y Cordyceps son ideales para ti debido a su preparación sencilla y perfiles de sabor distintivos.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "1-1-2-2",
      "pregunta": "Valoras la facilidad de preparación y prefieres hongos con sabores comunes. Los hongos Champiñón y Portobello son perfectos para ti, ofreciendo sencillez en la preparación y sabores familiares.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "1-1-2-3",
      "pregunta": "Valoras la facilidad de preparación y prefieres hongos con una combinación de sabores únicos y comunes. Los hongos Shiitake y Ostra son una excelente opción, brindando simplicidad en la preparación y una mezcla de sabores interesante.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "1-1-3-1",
      "pregunta": "Prefieres hongos con texturas suaves y jugosas, con sabores únicos. Los hongos Enoki y Maitake cumplen con estos requisitos, ofreciendo una textura delicada y un sabor inusual.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "1-1-3-2",
      "pregunta": "Prefieres hongos con texturas suaves y jugosas, con sabores comunes. Los hongos Champiñón y Shiitake son ideales, proporcionando una textura tierna y sabores familiares.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "1-1-3-3",
      "pregunta": "Prefieres hongos con texturas suaves y jugosas, con una combinación de sabores únicos y comunes. Los hongos Ostra y Lion's Mane son una buena elección, combinando una textura delicada y una variedad de sabores.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "1-2-1-1",
      "pregunta": "Prefieres hongos que sean un sustituto de carne con sabores únicos. Los hongos Portobello y Maitake son adecuados para ti, ofreciendo una textura sustanciosa y sabores inusuales.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "1-2-1-2",
      "pregunta": "Prefieres hongos que sean un sustituto de carne con sabores comunes. Los hongos Champiñón y Shiitake son perfectos para ti, brindando una textura carnosa y sabores familiares.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "1-2-1-3",
      "pregunta": "Prefieres hongos que sean un sustituto de carne con una combinación de sabores únicos y comunes. Los hongos Ostra y Lion's Mane son una excelente elección, ofreciendo una textura sustanciosa y una mezcla de sabores.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "1-2-2-1",
      "pregunta": "Valoras la versatilidad y prefieres hongos con sabores únicos. Los hongos Maitake y Enoki cumplen con estos criterios, ofreciendo flexibilidad en la cocina y perfiles de sabor distintivos.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "1-2-2-2",
      "pregunta": "Valoras la versatilidad y prefieres hongos con sabores comunes. Los hongos Champiñón y Shiitake son ideales, brindando flexibilidad en la cocina y sabores conocidos.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "1-2-2-3",
      "pregunta": "Valoras la versatilidad y prefieres hongos con una combinación de sabores únicos y comunes. Los hongos Ostra y Lion's Mane son una excelente elección, proporcionando flexibilidad en la cocina y una variedad de sabores.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "1-2-3-1",
      "pregunta": "Prefieres hongos fáciles de almacenar y con sabores únicos. Los hongos Reishi y Chaga son adecuados para ti, brindando una buena conservación y perfiles de sabor distintivos.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "1-2-3-2",
      "pregunta": "Prefieres hongos fáciles de almacenar y con sabores comunes. Los hongos Shiitake y Champiñón son perfectos, ofreciendo buena conservación y sabores familiares.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "1-2-3-3",
      "pregunta": "Prefieres hongos fáciles de almacenar y con una combinación de sabores únicos y comunes. Los hongos Ostra y Lion's Mane son una excelente elección, proporcionando buena conservación y una variedad de sabores.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "1-3-1-1",
      "pregunta": "Prefieres hongos frescos con sabores únicos. Los hongos Maitake y Enoki cumplen con estos criterios, ofreciendo frescura y perfiles de sabor distintivos.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "1-3-1-2",
      "pregunta": "Prefieres hongos frescos con sabores comunes. Los hongos Champiñón y Shiitake son ideales, proporcionando frescura y sabores conocidos.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "1-3-1-3",
      "pregunta": "Prefieres hongos frescos con una combinación de sabores únicos y comunes. Los hongos Ostra y Lion's Mane son una excelente elección, ofreciendo frescura y una variedad de sabores.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "1-3-2-1",
      "pregunta": "Prefieres hongos con una textura firme y sabores únicos. Los hongos Maitake y Enoki son ideales, brindando una textura firme y perfiles de sabor distintivos.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "1-3-2-2",
      "pregunta": "Prefieres hongos con una textura firme y sabores comunes. Los hongos Champiñón y Shiitake son perfectos, ofreciendo una textura firme y sabores familiares.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "1-3-2-3",
      "pregunta": "Prefieres hongos con una textura firme y una combinación de sabores únicos y comunes. Los hongos Ostra y Lion's Mane son una excelente elección, proporcionando una textura firme y una variedad de sabores.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "1-3-3-1",
      "pregunta": "Prefieres hongos que se puedan conservar por más tiempo y con sabores únicos. Los hongos Reishi y Chaga son ideales, brindando buena conservación y perfiles de sabor distintivos.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "1-3-3-2",
      "pregunta": "Prefieres hongos que se puedan conservar por más tiempo y con sabores comunes. Los hongos Shiitake y Champiñón son perfectos, ofreciendo buena conservación y sabores familiares.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "1-3-3-3",
      "pregunta": "Prefieres hongos que se puedan conservar por más tiempo y con una combinación de sabores únicos y comunes. Los hongos Ostra y Lion's Mane son una excelente elección, proporcionando buena conservación y una variedad de sabores.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "2-1-1-1",
      "pregunta": "Prefieres hongos medicinales con propiedades adaptogénicas y sabores únicos. Los hongos Reishi y Cordyceps son ideales para ti, ofreciendo beneficios para la salud y perfiles de sabor distintivos.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "2-1-1-2",
      "pregunta": "Prefieres hongos medicinales con propiedades adaptogénicas y sabores comunes. Los hongos Shiitake y Maitake son perfectos, brindando beneficios para la salud y sabores familiares.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "2-1-1-3",
      "pregunta": "Prefieres hongos medicinales con propiedades adaptogénicas y una combinación de sabores únicos y comunes. Los hongos Ostra y Lion's Mane son una excelente elección, ofreciendo beneficios para la salud y una variedad de sabores.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "2-1-2-1",
      "pregunta": "Prefieres hongos medicinales con propiedades antiinflamatorias y sabores únicos. Los hongos Chaga y Cordyceps son ideales para ti, brindando beneficios antiinflamatorios y perfiles de sabor distintivos.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "2-1-2-2",
      "pregunta": "Prefieres hongos medicinales con propiedades antiinflamatorias y sabores comunes. Los hongos Shiitake y Maitake son perfectos, proporcionando beneficios antiinflamatorios y sabores familiares.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "2-1-2-3",
      "pregunta": "Prefieres hongos medicinales con propiedades antiinflamatorias y una combinación de sabores únicos y comunes. Los hongos Ostra y Lion's Mane son una excelente elección, ofreciendo beneficios antiinflamatorios y una variedad de sabores.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "2-1-3-1",
      "pregunta": "Prefieres hongos medicinales con propiedades inmunomoduladoras y sabores únicos. Los hongos Reishi y Chaga son ideales, brindando beneficios para el sistema inmunológico y perfiles de sabor distintivos.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "2-1-3-2",
      "pregunta": "Prefieres hongos medicinales con propiedades inmunomoduladoras y sabores comunes. Los hongos Shiitake y Maitake son perfectos, ofreciendo beneficios para el sistema inmunológico y sabores familiares.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "2-1-3-3",
      "pregunta": "Prefieres hongos medicinales con propiedades inmunomoduladoras y una combinación de sabores únicos y comunes. Los hongos Ostra y Lion's Mane son una excelente elección, proporcionando beneficios para el sistema inmunológico y una variedad de sabores.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "2-2-1-1",
      "pregunta": "Prefieres hongos con propiedades antioxidantes y sabores únicos. Los hongos Chaga y Cordyceps son ideales, brindando beneficios antioxidantes y perfiles de sabor distintivos.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "2-2-1-2",
      "pregunta": "Prefieres hongos con propiedades antioxidantes y sabores comunes. Los hongos Shiitake y Maitake son perfectos, ofreciendo beneficios antioxidantes y sabores familiares.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "2-2-1-3",
      "pregunta": "Prefieres hongos con propiedades antioxidantes y una combinación de sabores únicos y comunes. Los hongos Ostra y Lion's Mane son una excelente elección, proporcionando beneficios antioxidantes y una variedad de sabores.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "2-2-2-1",
      "pregunta": "Prefieres hongos con propiedades antiinflamatorias y sabores únicos. Los hongos Reishi y Chaga son ideales para ti, brindando beneficios antiinflamatorios y perfiles de sabor distintivos.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "2-2-2-2",
      "pregunta": "Prefieres hongos con propiedades antiinflamatorias y sabores comunes. Los hongos Shiitake y Maitake son perfectos, proporcionando beneficios antiinflamatorios y sabores familiares.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "2-2-2-3",
      "pregunta": "Prefieres hongos con propiedades antiinflamatorias y una combinación de sabores únicos y comunes. Los hongos Ostra y Lion's Mane son una excelente elección, ofreciendo beneficios antiinflamatorios y una variedad de sabores.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "2-2-3-1",
      "pregunta": "Prefieres hongos con propiedades inmunomoduladoras y sabores únicos. Los hongos Reishi y Chaga son ideales, brindando beneficios para el sistema inmunológico y perfiles de sabor distintivos.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "2-2-3-2",
      "pregunta": "Prefieres hongos con propiedades inmunomoduladoras y sabores comunes. Los hongos Shiitake y Maitake son perfectos, ofreciendo beneficios para el sistema inmunológico y sabores familiares.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "2-2-3-3",
      "pregunta": "Prefieres hongos con propiedades inmunomoduladoras y una combinación de sabores únicos y comunes. Los hongos Ostra y Lion's Mane son una excelente elección, proporcionando beneficios para el sistema inmunológico y una variedad de sabores.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "2-3-1-1",
      "pregunta": "Prefieres hongos con propiedades anticancerígenas y sabores únicos. Los hongos Reishi y Chaga son ideales, brindando beneficios anticancerígenos y perfiles de sabor distintivos.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "2-3-1-2",
      "pregunta": "Prefieres hongos con propiedades anticancerígenas y sabores comunes. Los hongos Shiitake y Maitake son perfectos, proporcionando beneficios anticancerígenos y sabores familiares.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "2-3-1-3",
      "pregunta": "Prefieres hongos con propiedades anticancerígenas y una combinación de sabores únicos y comunes. Los hongos Ostra y Lion's Mane son una excelente elección, brindando beneficios anticancerígenos y una variedad de sabores.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "2-3-2-1",
      "pregunta": "Prefieres hongos con propiedades antioxidantes y sabores únicos. Los hongos Reishi y Chaga son ideales, proporcionando beneficios antioxidantes y perfiles de sabor distintivos.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "2-3-2-2",
      "pregunta": "Prefieres hongos con propiedades antioxidantes y sabores comunes. Los hongos Shiitake y Maitake son perfectos, brindando beneficios antioxidantes y sabores familiares.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "2-3-2-3",
      "pregunta": "Prefieres hongos con propiedades antioxidantes y una combinación de sabores únicos y comunes. Los hongos Ostra y Lion's Mane son una excelente elección, proporcionando beneficios antioxidantes y una variedad de sabores.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "2-3-3-1",
      "pregunta": "Prefieres hongos con propiedades inmunomoduladoras y sabores únicos. Los hongos Reishi y Chaga son ideales, ofreciendo beneficios para el sistema inmunológico y perfiles de sabor distintivos.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "2-3-3-2",
      "pregunta": "Prefieres hongos con propiedades inmunomoduladoras y sabores comunes. Los hongos Shiitake y Maitake son perfectos, brindando beneficios para el sistema inmunológico y sabores familiares.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "2-3-3-3",
      "pregunta": "Prefieres hongos con propiedades inmunomoduladoras y una combinación de sabores únicos y comunes. Los hongos Ostra y Lion's Mane son una excelente elección, proporcionando beneficios para el sistema inmunológico y una variedad de sabores.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "3-1-1-1",
      "pregunta": "Buscas hongos que mejoren tu rendimiento físico y que se integren fácilmente en tu dieta. Los hongos Cordyceps y Reishi son perfectos para ti, aportando energía y mejorando tu salud general. Una receta sugerida es un smoothie de Cordyceps con frutas.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "3-1-1-2",
      "pregunta": "Prefieres hongos que incrementen tu resistencia y que sean fáciles de consumir en diferentes formas. El Maitake y el Chaga son ideales, ya que mejoran la resistencia y se pueden añadir a sopas o tés. Una receta sugerida es sopa de Maitake.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "3-1-1-3",
      "pregunta": "Quieres hongos que fortalezcan tu sistema inmunológico y que sean deliciosos en diversas preparaciones. El Shiitake y el Turkey Tail son perfectos, ayudando a tu inmunidad y siendo versátiles en cocina. Una receta sugerida es stir-fry de Shiitake.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "3-1-2-1",
      "pregunta": "Buscas hongos que te ayuden a reducir el estrés y que sean fáciles de incluir en tu dieta. El Reishi y el Lion's Mane son ideales, proporcionando relajación y mejorando la salud mental. Una receta sugerida es té de Reishi.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "3-1-2-2",
      "pregunta": "Prefieres hongos que apoyen tu bienestar emocional y sean fáciles de consumir. El Chaga y el Oyster Mushroom son perfectos, mejorando tu estado de ánimo y siendo versátiles en cocina. Una receta sugerida es risotto de Oyster Mushroom.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "3-1-2-3",
      "pregunta": "Quieres hongos que mejoren tu enfoque mental y que sean deliciosos en diversas preparaciones. El Lion's Mane y el Maitake son ideales, promoviendo la claridad mental y siendo sabrosos en cocina. Una receta sugerida es salteado de Lion's Mane.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "3-1-3-1",
      "pregunta": "Buscas hongos que te proporcionen energía y que sean fáciles de añadir a tu dieta diaria. Los hongos Cordyceps y Chaga son perfectos, aumentando tus niveles de energía y siendo fáciles de incluir en tés y sopas. Una receta sugerida es té de Chaga.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "3-1-3-2",
      "pregunta": "Prefieres hongos que aumenten tu vitalidad y que sean versátiles en cocina. El Reishi y el Shiitake son ideales, proporcionando vitalidad y siendo fáciles de incluir en diversas recetas. Una receta sugerida es salteado de Shiitake.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "3-1-3-3",
      "pregunta": "Quieres hongos que mejoren tu rendimiento físico y sean deliciosos en diversas preparaciones. El Lion's Mane y el Maitake son ideales, mejorando tu rendimiento y siendo sabrosos en cocina. Una receta sugerida es ensalada de Lion's Mane.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "3-2-1-2",
      "pregunta": "Prefieres hongos con propiedades adaptogénicas que sean fáciles de incluir en la dieta diaria. El Chaga y el Oyster Mushroom son ideales, apoyando tu bienestar general y siendo versátiles en cocina. Una receta sugerida es risotto de Oyster Mushroom.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "3-2-1-3",
      "pregunta": "Quieres hongos adaptogénicos que mejoren tu bienestar y sean deliciosos en diversas preparaciones. El Lion's Mane y el Maitake son ideales, promoviendo la adaptabilidad al estrés y siendo sabrosos en cocina. Una receta sugerida es ensalada de Lion's Mane.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "3-2-2-1",
      "pregunta": "Buscas hongos que ayuden a equilibrar tus niveles hormonales y sean fáciles de consumir. El Reishi y el Shiitake son perfectos, mejorando el equilibrio hormonal y siendo fáciles de incluir en tés y sopas. Una receta sugerida es té de Reishi.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "3-2-2-2",
      "pregunta": "Prefieres hongos que apoyen tu bienestar hormonal y sean versátiles en cocina. El Chaga y el Oyster Mushroom son ideales, equilibrando tus niveles hormonales y siendo fáciles de incluir en diversas recetas. Una receta sugerida es risotto de Oyster Mushroom.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "3-2-2-3",
      "pregunta": "Quieres hongos que apoyen tu bienestar hormonal y sean deliciosos en diversas preparaciones. El Lion's Mane y el Maitake son ideales, mejorando el equilibrio hormonal y siendo sabrosos en cocina. Una receta sugerida es ensalada de Lion's Mane.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "3-2-3-1",
      "pregunta": "Buscas hongos que mejoren tu digestión y sean fáciles de consumir. El Reishi y el Shiitake son perfectos, promoviendo una buena salud digestiva y siendo fáciles de incluir en tés y sopas. Una receta sugerida es té de Reishi.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "3-2-3-2",
      "pregunta": "Prefieres hongos que apoyen tu salud digestiva y sean versátiles en cocina. El Chaga y el Oyster Mushroom son ideales, promoviendo una buena digestión y siendo fáciles de incluir en diversas recetas. Una receta sugerida es risotto de Oyster Mushroom.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "3-2-3-3",
      "pregunta": "Quieres hongos que mejoren tu digestión y sean deliciosos en diversas preparaciones. El Lion's Mane y el Maitake son ideales, promoviendo una buena salud digestiva y siendo sabrosos en cocina. Una receta sugerida es ensalada de Lion's Mane.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "3-3-1-1",
      "pregunta": "Buscas hongos que aumenten tu claridad mental y sean fáciles de consumir. El Reishi y el Shiitake son perfectos, mejorando tu concentración y siendo fáciles de incluir en tés y sopas. Una receta sugerida es té de Reishi.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "3-3-1-2",
      "pregunta": "Prefieres hongos que mejoren tu enfoque mental y sean versátiles en cocina. El Chaga y el Oyster Mushroom son ideales, promoviendo la concentración y siendo fáciles de incluir en diversas recetas. Una receta sugerida es risotto de Oyster Mushroom.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "3-3-1-3",
      "pregunta": "Quieres hongos que aumenten tu claridad mental y sean deliciosos en diversas preparaciones. El Lion's Mane y el Maitake son ideales, promoviendo la concentración y siendo sabrosos en cocina. Una receta sugerida es ensalada de Lion's Mane.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "3-3-2-1",
      "pregunta": "Buscas hongos que apoyen tu salud cardiovascular y sean fáciles de consumir. El Reishi y el Shiitake son perfectos, mejorando la salud del corazón y siendo fáciles de incluir en tés y sopas. Una receta sugerida es té de Reishi.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "3-3-2-2",
      "pregunta": "Prefieres hongos que apoyen tu salud cardiovascular y sean versátiles en cocina. El Chaga y el Oyster Mushroom son ideales, mejorando la salud del corazón y siendo fáciles de incluir en diversas recetas. Una receta sugerida es risotto de Oyster Mushroom.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "3-3-2-3",
      "pregunta": "Quieres hongos que mejoren tu salud cardiovascular y sean deliciosos en diversas preparaciones. El Lion's Mane y el Maitake son ideales, promoviendo la salud del corazón y siendo sabrosos en cocina. Una receta sugerida es ensalada de Lion's Mane.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "3-3-3-1",
      "pregunta": "Buscas hongos que refuercen tu sistema inmune y sean fáciles de consumir. El Reishi y el Shiitake son perfectos, mejorando la inmunidad y siendo fáciles de incluir en tés y sopas. Una receta sugerida es té de Reishi.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "3-3-3-2",
      "pregunta": "Prefieres hongos que apoyen tu sistema inmune y sean versátiles en cocina. El Chaga y el Oyster Mushroom son ideales, mejorando la inmunidad y siendo fáciles de incluir en diversas recetas. Una receta sugerida es risotto de Oyster Mushroom.",
      "opciones": "Volver al inicio"
    },
    {
      "id": "3-3-3-3",
      "pregunta": "Quieres hongos que refuercen tu sistema inmune y sean deliciosos en diversas preparaciones. El Lion's Mane y el Maitake son ideales, mejorando la inmunidad y siendo sabrosos en cocina. Una receta sugerida es ensalada de Lion's Mane.",
      "opciones": "Volver al inicio"
    }
  ]
}

